[
    {
        "author": "Albert Einstein",
        "quote": "A human being is a part of the whole, called by us the 'Universe', a part limited in time and space. He experiences himself, his thoughts and feelings, as something separate from the rest - a kind of optical delusion of his consciousness. This delusion is a kind of prison for us, restricting us to our personal desires and to affection for a few persons nearest to us. Our task must be to free ourselves from this prison by widening our circle of compassion to embrace all living creatures and the whole of nature in its beauty. Nobody is able to achieve this completely, but the striving for such achievement is in itself a part of the liberation and a foundation for inner security."
    },
    {
        "author": "Albert Schweitzer",
        "quote": "Think occasionally of the suffering of which you spare yourself the sight"
    },
    {
        "author": "Albert Schweitzer",
        "quote": "Until he extends the circle of his compassion to all living things, man will not himself find peace"
    },
    {
        "author": "Albert Schweitzer",
        "quote": "Very little of the great cruelty shown by men can really be attributed to cruel instinct.  Most of it comes from thoughtlessness or inherited habit.  The roots of cruelty therefore, are not so much strong as widespread.  But the time must come when inhumanity protected by custom and thoughtlessness will succumb before humanity championed by thought.  Let us work that this time may come"
    },
    {
        "author": "Arthur Schopenauer",
        "quote": "The assumption that animals are without rights and the illusion that our treatment of them has no moral significance is a positively outrageous example of Western crudity and barbarity. Universal compassion is the only guarantee of morality"
    },
    {
        "author": "Bradley Miller",
        "quote": "Teaching a child not to step on a caterpillar is as valuable to the child, as it is to the caterpillar"
    },
    {
        "author": "Charles Darwin",
        "quote": "There is no fundamental difference between man and the higher animals in their mental faculties... The lower animals, like man, manifestly feel pleasure and pain, happiness, and misery"
    },
    {
        "author": "Emile Zola",
        "quote": "The fate of animals is of greater importance to me than the fear of appearing ridiculous"
    },
    {
        "author": "Franz Kafka",
        "quote": "Now I can look at you in peace; I don't eat you any more"
    },
    {
        "author": "Gandhi",
        "quote": "<p>The greatness of a nation and its moral progress can be judged by the way its animals are treated</p>\r\n"
    },
    {
        "author": "George Bernard Shaw",
        "quote": "While we ourselves are the living graves of murdered beasts, how can we expect any ideal conditions on this earth? "
    },
    {
        "author": "Henry Beston",
        "quote": "<h1 class=\"quoteText\" style=\"-webkit-text-stroke-width:0px;background-color:rgb(255, 255, 255);color:rgb(24, 24, 24);font-family:Merriweather, Georgia, serif;font-size:14px;font-style:normal;font-variant-caps:normal;font-variant-ligatures:normal;font-weight:normal;letter-spacing:normal;line-height:21px;margin:0px 0px 15px;orphans:2;padding:0px;text-align:left;text-decoration-color:initial;text-decoration-style:initial;text-decoration-thickness:initial;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;\">We need another and a wiser and perhaps a more mystical concept of animals. Remote from universal nature and living by complicated artifice, man in civilization surveys the creature through the glass of his knowledge and sees thereby a feather magnified and the whole image in distortion. We patronize them for their incompleteness, for their tragic fate for having taken form so far below ourselves. And therein do we err. For the animal shall not be measured by man. In a world older and more complete than ours, they move finished and complete, gifted with the extension of the senses we have lost or never attained, living by voices we shall never hear. They are not brethren, they are not underlings: they are other nations, caught with ourselves in the net of life and time, fellow prisoners of the splendour and travail of the earth</h1>"
    },
    {
        "author": "Henry David Thoreau",
        "quote": "I have no doubt that it is a part of the destiny of the human race, in its gradual improvement, to leave off eating animals"
    },
    {
        "author": "Henry David Thoreau",
        "quote": "I once had a sparrow alight upon my shoulder for a moment while I was hoeing in a village garden, and I felt that I was more distinguished by that circumstance than I should have been by any epaulet I could have worn"
    },
    {
        "author": "Hesiod",
        "quote": "For the son of Cronos has ordained this law for men, that fishes and beasts and winged fowls should devour one another, for right is not in them; but to mankind he gave right which proves far the best\r\n"
    },
    {
        "author": "Immanuel Kant",
        "quote": "We can judge the heart of a man by his treatment of animals"
    },
    {
        "author": "Isaac Bashevis Singer, Nobel Laureate",
        "quote": "People often say that humans have always eaten animals, as if this is a justification for continuing the practise. According to this logic, we should not try to prevent people from murdering other people, since this has also been done since the earliest times"
    },
    {
        "author": "Jane Goodall",
        "quote": "Thousands of people who say they ‘love' animals sit down once or twice a day to enjoy the flesh of creatures who have been utterly deprived of everything that could make their lives worth living and who endured the awful suffering and the terror of the abattoirs"
    },
    {
        "author": "Jeremy Bentham",
        "quote": "The question is not, Can they reason? nor Can they talk? but, Can they suffer?"
    },
    {
        "author": "John Robbins",
        "quote": "Awareness is bad for the meat business. Conscience is bad for the meat business. Sensitivity to life is bad for the meat business. DENIAL, however, the meat business finds indispensable"
    },
    {
        "author": "Joseph Addison",
        "quote": "True benevolence or compassion, extends itself through the whole of existence and sympathises with the distress of every creature capable of sensation"
    },
    {
        "author": "Leo Tolstoy",
        "quote": "Flesh eating is simply immoral, as it involves the performance of an act, which is contrary to moral feeling: killing. By killing, man suppresses in himself, unnecessarily, the highest spiritual capacity, that of sympathy and pity towards living creatures like himself"
    },
    {
        "author": "Leo Tolstoy",
        "quote": "If a man's aspiration towards a righteous life are serious, his first act of abstinence is from animal food, because it is plainly immoral as it requires an act contrary to moral feeling, ie., killing - and is called forth only by greed\r\n"
    },
    {
        "author": "Leo Tolstoy",
        "quote": "Such a situation, is dreadful. Not the suffering and death of the animals, but that man suppresses in himself unnecessarily, the highest spiritual capacity - that of sympathy and pity towards living creatures - and by violating his own feelings, becomes cruel. And how deeply seated in the human heart is the injunction not to take life. But by the assertion that God ordained the slaughter of animals, and above all as a result of habit, people entirely lose their natural feeling."
    },
    {
        "author": "Leo Tolstoy",
        "quote": "Vegetarianism serves as the criterion by which we know that the pursuit of moral perfection on the part of humanity is genuine and sincere\r\n"
    },
    {
        "author": "Leonardo Da Vinci",
        "quote": "I have from an early age abjured the use of meat and a time will come when man such as I will look upon the murder of animals as they now look upon the murder of men"
    },
    {
        "author": "Loren Eiseley",
        "quote": "One day a man was walking along the beach when he noticed a boy picking something up and gently throwing it into the ocean. Approaching the boy, he asked, ‘What are you doing?’ The youth replied, ‘Throwing starfish back into the ocean. The surf is up and the tide is going out. If I don’t throw them back, they’ll die.’ ‘Son,’ the man said, ‘don’t you realize there are miles and miles of beach and hundreds of starfish? You can’t make a difference!’ After listening politely, the boy bent down, picked up another starfish, and threw it back into the surf. Then, smiling at the man, he said…‘I made a difference for that one.’"
    },
    {
        "author": "Percy Bysshe Shelley ",
        "quote": "It were much better that a sentient being should never have existed, than that it should have existed only to endure unmitigated misery"
    },
    {
        "author": "Peter Singer",
        "quote": "All the arguments to prove man's superiority cannot shatter this hard fact: in suffering the animals are our equals"
    },
    {
        "author": "Peter Singer",
        "quote": "Those who, by their purchases, require animals to be killed have no right to be shielded from the slaughterhouse or any other aspect of the production of the meat they buy. If it is distasteful for humans to think about, what can it be like for the animals to experience it?"
    },
    {
        "author": "Plato",
        "quote": "The gods created certain kinds of beings to replenish our bodies..they are the trees, the plants and the seeds"
    },
    {
        "author": "Professor Charles R.Magel",
        "quote": "Ask the experimenters why they experiment on animals, and the answer is: \"Because the animals are like us.\" Ask the experimenters why it is morally OK to experiment on animals, and the answer is: \"Because the animals are not like us.\" Animal experimentation rests on a logical contradiction\r\n"
    },
    {
        "author": "Pythagoras",
        "quote": "For as long as men massacre animals, they will kill each other"
    },
    {
        "author": "Ralph Waldo Emerson",
        "quote": "However scrupulously the slaughterhouse is concealed in the graceful distance of miles, there is complicity"
    },
    {
        "author": "St Francis of Assisi",
        "quote": "If you have men who will exclude any of god's creatures from the shelter of compassion and pity, you will have men who will deal likewise with their fellow men"
    },
    {
        "author": "Thomas Edison",
        "quote": "Non-violence leads to the highest ethics, which is the goal of all evolution. Until we stop harming all other living beings, we are still savages"
    }
]
